{
  "global": {
    "homeButton": "Home",
	"aboutButton": "About",
	"howitworksButton": "How it works",
	"newsHeader": "News from Mediamotion",
	"newsText": "Interested in our project ? Want to know about new releases ? Give us your e-mail and you will receive information about Mediamotion as soon as something happens !"
  },
  "home": {
	"headline": "a new way to explore your files.",
	"innovations": "innovations",
	"innovationsHeadA": "Navigate and use your files with motion detection.",
	"innovationsHeadB": "Watch pictures, videos, play songs, and read PDF files in a new way.",
	"innovationsHeadC": "An interface built for motion detection.",
	"innovationsHeadD": "Uses the Leap Motion Controller.",
	"innovationsContentA": "Mediamotion presents a new way of controlling your computer that does not rely on a mouse, a keyboard, or a touchscreen. Explore your files simply with hand gestures.",
	"innovationsContentB": "In addition to exploring your files, you can also read the built-in file types with Mediamotion. The different players can be controlled with movement detection just like the file explorer.",
	"innovationsContentC": "Mediamotion is not a simple file explorer with a motion detection gimmick. The interface is made to reflect the new possibilities offered by motion detection. It features a 3D view in order to take into account every direction a hand movement can take. In the same way touchscreen devices use big tiles to ease screentaps, Mediamotion displays several UI elements that can be accessed with simple gestures. ",
	"innovationsContentD": "Mediamotion is built for use with the Leap Motion Controller, which handles motion detection. Just plug your Leap Motion Controller to your computer, launch Mediamotion and you're good to go ! ",
	"main": "Main",
	"features": "features",
	"featuresHeadA": "Multi-OS",
	"featuresHeadB": "Easy to use",
	"featuresHeadC": "Motion detection",
	"featuresHeadD": "N/A",
	"featuresSubHeadA": "Compatible with multiple OS.",
	"featuresSubHeadB": "A smooth experience.",
	"featuresSubHeadC": "File exploration and use done via Leap Motion Controller.",
	"featuresSubHeadD": "N/A",
	"featuresContentA": "Mediamotion is built using Mono and the .NET framework, which makes available for Windows, OSX, and Linux. The different versions to download can be found here.",
	"featuresContentB": "The main focus of Mediamotion is to create a new and comfortable way of using your files. Instead of clicks or taps, interacting with elements of the interface will be made by hand gestures. The need to hold onto a device is removed: the Leap Motion Controller just needs to be placed close enough to your and and you can forget about it afterwards. The movement detection also allows for an error margin and there is no need to be precise about it: no more missed clicks or taps.",
	"featuresContentC": "Mediamotion is programmed to work with the Leap Motion Controller which records hand gestures made close to it. The Leap Motion technology allows precise hand gestures that are used to browse files and control the different players. It only needs a USB port to work and is the cheapest way of using motion detection on your computer.",
	"featuresContentD": "N/A",
	"mainHeadA": "Different",
	"mainHeadB": "Simple",
	"mainHeadC": "Quick",
	"mainHeadAltA": "Browse your files with hand gestures. No more mouse&keyboard combo !",
	"mainHeadAltB": "No complicated gestures and an interface made to be comfortable.",
	"mainHeadAltC": "Compatible with multiple OS with no problem. Install quickly and enjoy."
  },
  "about": {
    "softwareEngineer": "Software Engineer",
	"someWords": "Some words",
	"aboutUs": "about us",
	"eipHead": "An Epitech Innovative Project (EIP).",
	"eipContent": "Epitech is a school for technology enthusiasts that trains experts in computer science. It focuses on practice rather thant theory, the program being divided into multiple projects. We chose to create Mediamotion as our Epitech Innovative Project (EIP), our last Epitech project. It validates our fifth year and Epitech diploma and allows us to enter the professional world. The length of the project is two years.",
	"groupHead": "The team.",
	"groupContent": "We are a team of eight French students doing something they like as their Epitech Innovative Project. We come from different French cities and work together to complete the Mediamotion project. We chose to do something new and innovative that would allow us to explore an emerging technology: motion detection. This technology interests all of us and we wanted to discover it through our final project.",
	"january": "January",
	"february": "February",
	"march": "March",
	"april": "April",
	"may": "May",
	"june": "June",
	"july": "Juillet",
	"august": "August",
	"september": "September",
	"october": "October",
	"november": "November",
	"december": "December",
	"itemSeptember2013": "Start of our third year at Epitech. The deadline to submit an EIP was set to December.",
	"itemDecember2013":"Mediamotion was submitted to the LabEIP who then decide if the subject is acceptable.",
	"itemJanuary2014": "The group was completed with eight people - the minimum was six.",
	"itemFebruary2014": "The official start of the Mediamotion project!",
	"itemJan2015": "Coming soon !",
	"contactUsHeader":"Contact us.",
	"contactUsText": "We are open to questions and suggestions. If you have something to ask, to submit, or just want to say something to us, feel free to send us a message and we will answer as soon as we can."
  },
  "howitworks": {
	"downloadApp":"download app",
	"titleA": "Check how",
	"titleB": "it works",
	"introduction": {
		"titleA": "Meet",
		"titleB": "Mediamotion",
		"subtitle": "This is the first screen you'll see upon launching Mediamotion. The screen below is the file explorer at the center of the project.",
		"partA": "Mediamotion allows you to explore your files as any explorer would. The twist is: you can do it with your hands. No mouse, no keyboard. To access the files far away from the camera, just pull them towards you with your hand. Or push them away if they are too close.",
		"highlightA": "Move using your hand...",
		"partB": "The globe of light on screen represents the position of your hand. Move it over a file to be able to select it. If you want to pull or push the files, hide the globe under the files and move your hand to change your location.",
		"highlightB": "... and open files too.",
		"partC": "Entering a folder or opening a file is just as easy. When the cursor hovers over a folder/file, just do a pinch gesture with your fingers to enter it/open it. To leave a folder, swipe your hand to the left.",
		"partD": "To the right you can reveal a sidebar with quick access buttons that will make your life easier. These buttons allow you to instantly open a file or go to a folder whenever you want. To open the sidebar, swipe your hand to the right. Then, select the button you want by moving your hand towards it."
	},
	"wheeltool": {
		"titleA": "File",
		"titleB": "interaction",
		"highlightA": "Open.",
		"contentA": "As mentioned before, it is possible to open a file. Doing so opens a Mediamotion module corresponding to the file type to read it properly, if such a module is available.",
		"highlightB": "Copy/Cut/Paste.",
		"contentB": "The context menu allows you to copy or cut a file to paste it later. When a file is copied or cut, its informations are displayed on the top-right of the screen in order to not forget it.",
		"highlightC": "Delete.",
		"contentC": "As any explorer would, Mediamotion also allows you to delete your files. A confirmation window will open when you want to delete a file. Better be careful !",
		"subtitle": "The circle menu above is a file's context menu. It is displayed when the cursor hovers over a file for a some time. To select a menu item, just move your hands in its direction. This is a quick and easy way to interact with your files."
	}
  }
}