{
  "global": {
    "homeButton": "Accueil",
	"aboutButton": "À propos",
	"howitworksButton": "Comment ça marche",
	"newsHeader": "News de Mediamotion",
	"newsText": "Intéressé par notre projet ? Vous voulez être tenu au courant des nouvelles versions ? Donnez nous votre e-mail et vous recevrez des informations sur Mediamotion dès qu'il se passe quelque chose !",
    "ourGiuhub": "Notre Github",
    "ourBuild": "Notre intégration continue"
  },
  "home": {
	"headline": "une nouvelle façon d'explorer vos fichiers.",
	"innovations": "innovations",
	"innovationsHeadA": "Naviguez et utilisez vos fichiers avec la détection de gestes.",
	"innovationsHeadB": "Regardez vos images et vos films, jouez vos musiques et lisez vos fichiers PDF d'une nouvelle façon.",
	"innovationsHeadC": "Une interface conçue pour la détection de gestes.",
	"innovationsHeadD": "Utilise le Leap Motion Controller.",
	"innovationsContentA": "Mediamotion présente une nouvelle manière de controller votre ordinateur sans clavier, souris ou écran tactile. Explorez vos fichiers simplement par des gestes de mains.",
	"innovationsContentB": "En plus d'explorer vos fichiers, vous pouvez aussi lire les types de fichiers supportés par Mediamotion. Les différents lecteurs peuvent être controllés par des gestes, comme l'exploration de fichiers.",
	"innovationsContentC": "Mediamotion n'est pas un simple explorateur de fichiers où la détection de gestes est un bonus sans conséquence. L'interface est conçue pour être adaptée aux nouvelles possibilitées offertes par la détection de mouvements. Elle comporte une vue en 3D qui prend en compte toutes les directions dans lesquelles une main peut bouger. A la manière dont un appareil à écran tactile utilise des grosses icones pour faciliter son utilisation, Mediamotion affiche plusieurs éléments d'interface qui peuvent être accédés par de simples gestes.",
	"innovationsContentD": "Mediamotion est construit autout de l'utilisation du Leap Motion Controller, qui gère la détection de gestes. Il suffit de brancher le Leap Motion Controller à votre ordinateur et Mediamotion est prêt à l'emploi !",
	"main": "Principales",
	"features": "Fonctionnalités",
	"featuresHeadA": "Multi-OS",
	"featuresHeadB": "Facile à utiliser",
	"featuresHeadC": "Détection de mouvements",
	"featuresHeadD": "N/A",
	"featuresSubHeadA": "Compatibles avec plusieurs systèmes d'exploitation.",
	"featuresSubHeadB": "Une expérience agréable.",
	"featuresSubHeadA": "L'exploration et l'utilisation de fichiers se fait via le Leap Motion Controller.",
	"featuresSubHeadD": "N/A",
	"featuresContentA": "Mediamotion utilise Mono et le framework .NET, ce qui le rend disponible sur Windows, OSX et Linux. Les différentes versions à télécharger se trouvent ici.",
	"featuresContentB": "L'objectif principal de Mediamotion est de ccréer une façon d'utliser vos fichiers nouvelle et agréable. Au lieu de clics ou de touchers d'écran, intéragir avec des éléments d'interface se fera par des gestes de la main. Plus besoin d'avoir un périphérique en main: le Leap Motion Controller se place à proximité d'une main et s'oublie vite. La détection de mouvements permet aussi une marge d'erreur et il n'y a pas besoin d'une grande précision: plus de clics ou de touchés ratés.",
	"featuresContentC": "Mediamotion  est programmé pour fonctionner avec le Leap Motion Controller qui enregistres les gestes de la main effectués dans sa proximité. La technologie Leap Motion permet des gestes de mains précis qui sont utilisés pour naviguer dans les dossiers et contrôler les différents lecteurs. Il n'a besoin que d'un port USB pour fonctionner et est la manière la moins coûteuse d'avoir de la détection de mouvements sur un ordinateur.",
	"featuresContentD": "N/A",
	"mainHeadA": "Different",
	"mainHeadB": "Simple",
	"mainHeadC": "Rapide",
	"mainHeadAltA": "Explorez vos fichiers avec des gestes de mains. Plus besoin de clavier&souris !",
	"mainHeadAltB": "Pas de gestes compliqués et une interface faite pour être confortable.",
	"mainHeadAltC": "Compatible avec plusieurs OS sans prise de tête. Rapidement installé pour vite profiter."
  },
  "about": {
    "softwareEngineer": "Génie logiciel",
	"someWords": "Qui",
	"aboutUs": "sommes-nous ?",
	"eipHead": "Un 'Epitech Innovative Project' (EIP).",
	"eipContent": "Epitech est une école pour passionnés qui forme des experts en informatique. Elle met l'accent sur la pratique plutôt que sur la théorie, le programme étant divisé en plusieurs projets. Nous avons choisi de créer Mediamotion pour notre 'Epitech Innovative Project', le projet Epitech final. Il valide notre cinquième année et notre diplôme Epitech et nous permet d'entrer dans le monde professionnel. La durée de ce projet est de deux ans.",
	"groupHead": "L'équipe.",
	"groupContent": "Nous sommes une équipe de huit étudiants français qui font ce qu'ils aiment pour leur 'Epitech Innovavite Project'. Nous venons de différentes villes de France et travaillons ensemble pour terminer le projet MediaMotion. Nous avons choisi de faire quelque chose de nouveau et novateur qui nous permettra d'explorer une technologie émergente: la détection de gestes. Cette technologie nous intéresse tous et nous avons voulu la découvrir au travers de notre dernier projet.",
	"january": "Janvier",
	"february": "Février",
	"march": "Mars",
	"april": "Avril",
	"may": "Mai",
	"june": "Juin",
	"july": "Juillet",
	"august": "Août",
	"september": "Septembre",
	"october": "Octobre",
	"november": "Novembre",
	"december": "Decembre",
	"itemSeptember2013": "Début de notre troisième année à Epitech. La date limite pour proposer un sujet d'EIP est en Décembre.",
	"itemDecember2013":"Mediamotion fut proposé au LabEIP qui décide si le sujet est acceptable.",
	"itemJanuary2014": "Le groupe est complet avec huit personnes - le minimum était six.",
	"itemFebruary2014": "Le départ officiel du projet Mediamotion !",
	"itemJan2015": "Coming soon !",
	"contactUsHeader":"Contactez-nous.",
	"contactUsText": "Nous sommes ouverts aux questions et aux suggestions. Si vous avez quelque chose à demander, une idée à proposer, ou que vous voulez juste nous dire bonjour, envoyez nous un message et nous vous répondrons dès que possible.",
    "team": "Equipe",
    "contactUs": "Contactez-nous"
  },
  "howitworks": {
	"downloadApp":"télécharger application",
	"titleA": "Voici comment",
	"titleB": "ça fonctionne",
	"introduction": {
		"titleA": "Rencontrez",
		"titleB": "Mediamotion",
		"subtitle": "Ceci est le premier écran qui s'ouvre en lançant Mediamotion. L'image au dessous est l'explorateur de fichiers au centre du projet.",
		"partA": "Mediamotion vous permet d'explorer vos fichier comme tout autre explorateur. La différence est: vous pouvez le faire avec vos seules mains. Pas de souris, pas de clavier. Pour accéder aux fichiers loin de la caméra, poussez-les simplement vers vous avec la main. Ou poussez-les si ils sont trop près.",
		"highlightA": "Déplacez-vous avec la main...",
		"partB": "La sphère brillante à l'écran représente la position de votre main. Bougez-la au dessus d'un fichier pour pouvoir le sélectionner. Si vous voulez tirer ou pousser les fichiers, cachez la sphère sous les icones et bougez votre main pour changer votre position.",
		"highlightB": "... et sélectionnez vos fichiers.",
		"partC": "Entrer dans un dossier ou ouvrir un fichier est tout aussi facile. Quand le curseur flotte dessus d'un dossier/fichier, il suffit de faire un geste de pincer avec les doigts pour l'ouvrir. Pour quitter un dossier, glissez votre main en partant de la droite vers la gauche.",
		"partD": "À la droite de l'écran vous pouvez révéler une barre contenant des boutons d'accès rapide qui vont vous faciliter la vie. Ces bouttons vous permettent d'instantanément ouvrir un fichier ou aller dans un dossier à n'importe quel moment. Pour ouvrir la barre, glissez votre main de gauche à droite. Ensuite, sélectionnez le bouton que vous souhaitez en déplaçant votre main dans sa direction."
	},
	"wheeltool": {
		"titleA": "Utilisez vos",
		"titleB": "fichiers",
		"highlightA": "Ouvrir.",
		"contentA": "Comme mentionné précédemment, il est possible d'ouvrir un fichier. Le faire ouvre un module Mediamotion qui correspond au type de fichier ouvert afin de le lire, si le module correct est disponible.",
		"highlightB": "Copier/Couper/Coller.",
		"contentB": "Le menu contextuel vous permet de copier ou couper un fichier pour le coller ensuite. Quand un fichier est copié ou coupé, ses informations sont affichées dans le coin supérieur-droit de l'écran afin de ne pas l'oublier.",
		"highlightC": "Supprimer.",
		"contentC": "De même que tout explorateur, Mediamotion permet aussi de supprimer vos fichiers. Une fenêtre de confirmation s'ouvre quand vous voulez supprimer un fichier. Mieux vaut être prudent !",
		"subtitle": "Le menu circulaire présent dans l'image est le menu contextuel d'un fichier. Il s'affiche quand le curseur flotte au dessus d'un fichier pour durant un certain temps. Pour sélectionner une des options du menu, il suffit de déplacer la main dans sa direction. C'est une façon simple et rapide d'intéragir avec vos fichiers."
	}
  }
}